const Quest = require('./Quest');

const Dog = new Quest(
  'Как зовут любимую собаку Симпсонов?',
  'Маленький помощник Санты',
  'Симпсоны'
);
const Shorts = new Quest(
  'Самая знаменитая крылатая фраза у Барта Симпсона?',
  'Съешь мои шорты!',
  'Симпсоны'
);
const five = new Quest(
  'Персонаж «Симпсонов», у которого по ​​пять пальцев на каждой руке?',
  'Бог',
  'Симпсоны'
);
const bear = new Quest(
  'Какое пиво обычно подают в таверне Мо?',
  'Duff',
  'Симпсоны'
);
const homer = new Quest(
  'Что означает буква J в полном имени Homer J. Simpson?',
  'Jay',
  'Симпсоны'
);
